import React from "react";
import"./styles-community-rules.css"

const CommunityRules = (() => {
return (
    <div className='rulesWrap'>
        <h4>Общие положения</h4>
        <p>Уважаемые участники сообщества!</p>
        <p>Приветствуем Вас в сообществе «ВсеРецепты» и просим соблюдать несколько несложных правил, чтобы наше общение стало ещё более полезным и интересным.</p>
        <p>В нашем сообществе мы во всех подробностях обсуждаем приготовление вкусных и полезных блюд, делимся друг с другом разными кулинарными хитростями и интересными рецептами и, конечно же, хвастаемся приготовленными шедеврами!</p>
        <p>Если Ваша тема не согласуется с тематикой сообщества, Вы можете разместить ее в других сообществах.</p>
        <h4>Запрещено:</h4>
        <ul>
            <li>Размещение любой прямой или косвенной рекламы товаров и услуг без согласования с администрацией Сайта. В том числе объявления о продаже личных автомобилей.</li>
            <li>Писать грубые, нецензурные выражения, в темах или комментариях (в том числе и завуалированные), оскорбления в любой форме.</li>
            <li>Размещать сообщения в 1 слово или в 1 ссылку без пояснения.</li>
            <li>Размещать заведомо ложную информацию, а также использовать нечестные приемы ведения дискуссий, вводить собеседника в заблуждение заведомо неверной информацией.</li>
            <li>Продолжать обсуждение вопросов, поднятых в темах, которые были закрыты или удалены Администрацией, как в других темах, так и путем создания новых тем.</li>
            <li>Провоцировать своими высказываниями других участников на грубость и иные нарушения данных Правил и Пользовательского соглашения.</li>
            <li>Публиковать записи и комментарии бессодержательного характера «флуд»</li>
            <li>Разжигать и проявлять межнациональную или межрелигиозную рознь.</li>
            <li>Размещать изображения порнографического или любого другого непристойного содержания.</li>
            <li>Размещать интернет- ссылки на социальные сети и сайты родственной тематики</li>
            <li>Обсуждать действия модераторов сообщества и администрации</li>
            <li>Размещать объявления о покупке или продаже</li>
        </ul>
        <p>Темы, содержащие в себе один или несколько запрещенных пунктов, могут удаляться администрацией сайта без предупреждения согласно правилам Пользовательского соглашения.</p>
    </div>)
})


export default CommunityRules()